-- phpMyAdmin SQL Dump
-- version 4.6.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: 2018-06-04 09:33:29
-- 服务器版本： 5.7.14
-- PHP Version: 5.6.25

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `lefeng`
--

-- --------------------------------------------------------

--
-- 表的结构 `brand`
--

CREATE TABLE `brand` (
  `id` int(6) DEFAULT NULL,
  `num` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `brand` varchar(30) COLLATE utf8_bin NOT NULL,
  `sale` varchar(10) COLLATE utf8_bin NOT NULL,
  `imgurl` text COLLATE utf8_bin NOT NULL,
  `hui` text COLLATE utf8_bin NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

--
-- 转存表中的数据 `brand`
--

INSERT INTO `brand` (`id`, `num`, `brand`, `sale`, `imgurl`, `hui`) VALUES
(1, 'b1', '超级品牌-高姿', '', 'img/brand/1.jpg', '跨品牌满168减50 上不封顶'),
(2, 'b2', '超级品牌-PF79', '', 'img/brand/2.jpg', '跨品牌满199减100 上不封顶'),
(3, 'b3', '特卖-韩束', '2.4折起', 'img/brand/3.jpg', '跨品牌满199减100 上不封顶'),
(4, 'b4', '特卖-一叶子', '2.8折起', 'img/brand/4.jpg', '跨品牌满199减100 上不封顶'),
(5, 'b5', '特卖-自然堂', '4.1折起', 'img/brand/5.jpg', '跨品牌满199减50 上不封顶'),
(6, 'b6', '特卖-丸美', '1.7折起', 'img/brand/6.jpg', '跨品牌满199减50 上不封顶'),
(7, 'b7', '特卖-巴黎欧莱雅', '5.4折起', 'img/brand/7.jpg', '跨品牌满199减100 上不封顶'),
(8, 'b8', '特卖-玉兰油', '4.1折起', 'img/brand/8.jpg', ''),
(9, 'b9', '特卖-所望', '3.4折起', 'img/brand/9.jpg', '跨品牌满168减50 上不封顶'),
(10, 'b10', '特卖-兰芝', '4.4折起', 'img/brand/10.jpg', ''),
(11, 'b11', '特卖-DHC', '2.4折起', 'img/brand/11.jpg', '跨品牌满168减60 上不封顶'),
(12, 'b12', '特卖-活泉', '1.8折起', 'img/brand/12.jpg', '跨品牌满99减50 上不封顶'),
(13, 'b13', '特卖-俏十岁', '3.7折起', 'img/brand/13.jpg', '跨品牌满199减100 上不封顶'),
(14, 'b14', '特卖-花酿', '1.3折起', 'img/brand/14.jpg', '跨品牌满168减50 上不封顶'),
(15, 'b15', '特卖-薇姿', '4.9折起', 'img/brand/15.jpg', '跨品牌满298减80 上不封顶'),
(16, 'b16', '特卖-植美村', '2.3折起', 'img/brand/16.jpg', '1件8折'),
(17, 'b17', '特卖-欧莱雅美发', '2.4折起', 'img/brand/17.jpg', ''),
(18, 'b18', '特卖-施华蔻日化线', '5.8折起', 'img/brand/18.jpg', '跨品牌满168减50 上不封顶'),
(19, 'b19', '特卖-evian', '4.2折起', 'img/brand/19.jpg', ''),
(20, 'b20', '特卖-博倩', '2.4折起', 'img/brand/20.jpg', '跨品牌满199减100 上不封顶'),
(21, 'b21', '特卖-母婴-美诗', '3.2折起', 'img/brand/21.jpg', '跨品牌满168减50 上不封顶'),
(22, 'b22', '特卖-妙巴黎', '4.3折起', 'img/brand/22.jpg', ''),
(23, 'b23', '特卖-联合利华', '1件7折', 'img/brand/23.jpg', '跨品牌满199减100 上不封顶'),
(24, 'b24', '特卖-芭妮兰', '6.7折起', 'img/brand/24.jpg', ''),
(25, 'b25', '特卖-母婴-京润珍珠宝贝', '2.4折起', 'img/brand/25.jpg', '跨品牌满168减50 上不封顶'),
(26, 'b26', '特卖-ABC', '4.6折起', 'img/brand/26.jpg', '跨品牌满199减100 上不封顶'),
(27, 'b27', '特卖-碧欧泉', '2.3折起', 'img/brand/27.jpg', '跨品牌满199减100 上不封顶'),
(28, 'b28', '特卖-强生美肌', '4.1折起', 'img/brand/28.jpg', ''),
(29, 'b29', '特卖-CYP', '3.2折起', 'img/brand/29.jpg', '跨品牌满199减100 上不封顶'),
(30, 'b30', '特卖-O.P.I', '4.1折起', 'img/brand/30.jpg', ''),
(31, 'b31', '特卖-美迪惠尔', '3.6折起', 'img/brand/31.jpg', '跨品牌满298减80 上不封顶'),
(32, 'b32', '特卖-爽健', '5.2折起', 'img/brand/32.jpg', '跨品牌满168减50 上不封顶'),
(33, 'b33', '特卖-吉列', '4.2折起', 'img/brand/33.jpg', ''),
(34, 'b34', '特卖-植村秀', '5.4折起', 'img/brand/34.jpg', '跨品牌满168减50 上不封顶'),
(35, 'b35', '特卖-美涛', '3.2折起', 'img/brand/35.jpg', ''),
(36, 'b36', '特卖-金稻', '2.2折起', 'img/brand/36.jpg', '跨品牌满168减50 上不封顶'),
(37, 'b37', '特卖-娇兰', '6.3折起', 'img/brand/37.jpg', ''),
(38, 'b38', '特卖-珀莱雅', '3.6折起', 'img/brand/38.jpg', '跨品牌满168减50 上不封顶'),
(39, 'b39', '特卖-百雀羚', '2.2折起', 'img/brand/39.jpg', '跨品牌满298减80 上不封顶'),
(40, 'b40', '特卖-小迷糊', '1.7折起', 'img/brand/40.jpg', '跨品牌满168减50 上不封顶'),
(41, 'b41', '特卖-姬芮', '5.5折起', 'img/brand/41.jpg', '跨品牌满199减50 上不封顶'),
(42, 'b42', '特卖-卡姿兰', '2.5折起', 'img/brand/42.jpg', '跨品牌满298减80 上不封顶'),
(43, 'b43', '特卖-花肌粹', '2.7折起', 'img/brand/43.jpg', '跨品牌满168减50 上不封顶'),
(44, 'b44', '特卖-自然共和国', '4.1折起', 'img/brand/44.jpg', '跨品牌满168减50 上不封顶'),
(45, 'b45', '特卖-母婴-袋鼠妈妈', '1.4折起', 'img/brand/45.jpg', '跨品牌满168减50 上不封顶'),
(46, 'b46', '特卖-菲诗小铺', '5.3折起', 'img/brand/46.jpg', '跨品牌满298减80 上不封顶'),
(47, 'b47', '特卖-泊美', '5.8折起', 'img/brand/47.jpg', '跨品牌满199减50 上不封顶'),
(48, 'b48', '特卖-母婴-理肤泉', '4.8折起', 'img/brand/48.jpg', '跨品牌满298减80 上不封顶'),
(49, 'b49', '特卖-母婴-亲润', '2.2折起', 'img/brand/49.jpg', '跨品牌满168减50 上不封顶'),
(50, 'b50', '特卖-滋源', '6.9折起', 'img/brand/50.jpg', '跨品牌满199减100 上不封顶'),
(51, 'b51', '特卖-CLINIQUE', '4.3折起', 'img/brand/51.jpg', '跨品牌满168减50 上不封顶'),
(52, 'b52', '特卖-雅诗兰黛', '4.8折起', 'img/brand/52.jpg', ''),
(53, 'b53', '特卖-欧诗漫', '2.1折起', 'img/brand/53.jpg', '跨品牌满298减80 上不封顶'),
(54, 'b54', '特卖-施华蔻专业线', '5.8折起', 'img/brand/54.jpg', '跨品牌满199减50 上不封顶'),
(55, 'b55', '特卖-自然之名娜寇乐', '1.2折起', 'img/brand/55.jpg', '跨品牌满168减50上不封顶'),
(56, 'b56', '特卖-菲拉格慕', '2.3折起', 'img/brand/56.jpg', '跨品牌满498减100 上不封顶'),
(57, 'b57', '特卖-欧莱雅彩妆', '6.5折起', 'img/brand/57.jpg', ''),
(58, 'b58', '特卖-御泥坊', '1.9折起', 'img/brand/58.jpg', '跨品牌满168减50 上不封顶'),
(59, 'b59', '特卖-City Color', '5.6折起', 'img/brand/59.jpg', ''),
(60, 'b60', '特卖-茱莉蔻', '4.2折起', 'img/brand/60.jpg', ''),
(61, 'b61', '特卖-温碧泉', '3.3折起', 'img/brand/61.jpg', '跨品牌满168减50 上不封顶'),
(62, 'b62', '特卖-宝洁', '4.4折起', 'img/brand/62.jpg', ''),
(63, 'b63', '特卖-曼秀雷敦', '5.5折起', 'img/brand/63.jpg', '1件8.8折 2件8.5折'),
(64, 'b64', '特卖-CANDY MOYO', '1.8折起', 'img/brand/64.jpg', '跨品牌满298减80 上不封顶'),
(65, 'b65', '特卖-圣荷', '3.7折起', 'img/brand/65.jpg', ''),
(66, 'b66', '特卖-贝德玛', '5.4折起', 'img/brand/66.jpg', '跨品牌满298减80 上不封顶'),
(67, 'b67', '特卖-珂莱欧', '3.3折起', 'img/brand/67.jpg', ''),
(68, 'b68', '特卖-玛丽黛佳', '4.1折起', 'img/brand/68.jpg', '跨品牌满199减100 上不封顶'),
(69, 'b69', '特卖-美肤宝', '2折起', 'img/brand/69.jpg', '买即赠礼包 赠完为止'),
(70, 'b70', '特卖-雅芳', '2.4折起', 'img/brand/70.jpg', '跨品牌满168减50 上不封顶'),
(71, 'b71', '特卖-羽西', '3.8折起', 'img/brand/71.jpg', '跨品牌满298减80 上不封顶'),
(72, 'b72', '特卖-李施德林', '', 'img/brand/72.jpg', ''),
(73, 'b73', '特卖-花瑶花', '1.7折起', 'img/brand/73.jpg', '跨品牌满168减50 上不封顶'),
(74, 'b74', '特卖-舒蕾', '6.2折起', 'img/brand/74.jpg', '跨品牌满199减100 上不封顶'),
(75, 'b75', '特卖-海淘护肤专场', '', 'img/brand/75.jpg', ''),
(76, 'b76', '特卖-奥洛菲', '1.8折起', 'img/brand/76.jpg', '跨品牌满168减50 上不封顶'),
(77, 'b77', '特卖-兰瑟', '1.9折起', 'img/brand/77.jpg', '跨品牌满168减50 上不封顶'),
(78, 'b78', '特卖-美诺', '3.1折起', 'img/brand/78.jpg', '跨品牌满199减100 上不封顶'),
(79, 'b79', '特卖-师夷家', '1.5折起', 'img/brand/79.jpg', '跨品牌满168减50 上不封顶'),
(80, 'b80', '特卖-火烈鸟', '2.4折起', 'img/brand/80.jpg', '跨品牌满168减50 上不封顶'),
(81, 'b81', '特卖-佰草集', '5.7折起', 'img/brand/81.jpg', '买即赠礼包 赠完为止'),
(82, 'b82', '特卖-蒂佳婷', '6.2折起', 'img/brand/82.jpg', '满199赠美白药丸体验装 不累计 赠完为止'),
(83, 'b83', '特卖-兰蔻', '6.3折起', 'img/brand/83.jpg', ''),
(84, 'b84', '特卖-蜜丝佛陀', '6.4折起', 'img/brand/84.jpg', '跨品牌满199减100 上不封顶'),
(85, 'b85', '特卖-丰添', '6.5折起', 'img/brand/85.jpg', ''),
(86, 'b86', '特卖-露得清', '6.2折起', 'img/brand/86.jpg', '跨品牌满199减50 上不封顶'),
(87, 'b87', '特卖-气韵', '5.8折起', 'img/brand/87.jpg', '跨品牌满199减50 上不封顶'),
(88, 'b88', '特卖-七度空间', '3.5折起', 'img/brand/88.jpg', ''),
(89, 'b89', '特卖-理肤泉', '4.8折起', 'img/brand/89.jpg', '跨品牌满298减80 上不封顶'),
(90, 'b90', '特卖-欧舒丹', '4.9折起', 'img/brand/90.jpg', ''),
(91, 'b91', '特卖-ANESSA', '4.10折起', 'img/brand/91.jpg', '跨品牌满199减100 上不封顶'),
(92, 'b92', '特卖-时克', '4.5折起', 'img/brand/92.jpg', '跨品牌满199减100 上不封顶'),
(93, 'b93', '特卖-海淘清仓专场', '', 'img/brand/93.jpg', ''),
(94, 'b94', '特卖-The History of Whoo', '4.1折起', 'img/brand/94.jpg', ''),
(95, 'b95', '特卖-膜法世家', '2.1折起', 'img/brand/95.jpg', ''),
(96, 'b96', '特卖-相宜本草', '3.3折起', 'img/brand/96.jpg', '跨品牌满168减50 上不封顶'),
(97, 'b97', '特卖-京润珍珠', '2.6折起', 'img/brand/97.jpg', '跨品牌满168减50 上不封顶'),
(98, 'b98', '特卖-森田', '6.3折起', 'img/brand/98.jpg', ''),
(99, 'b99', '特卖-美宝莲', '3.2折起', 'img/brand/99.jpg', '跨品牌满199减100 上不封顶'),
(100, 'b100', '特卖-ElizabethArden', '2.3折起', 'img/brand/100.jpg', ''),
(101, 'b101', '特卖-诗婷露雅', '3.1折起', 'img/brand/101.jpg', '跨品牌满168减50 上不封顶'),
(102, 'b102', '特卖-水密码', '3.3折起', 'img/brand/102.jpg', '买即赠礼包 赠完即止'),
(103, 'b103', '特卖-小蜜坊', '1.6折', 'img/brand/103.jpg', '跨品牌满199减100 上不封顶'),
(104, 'b104', '特卖-春纪', '1.3折起', 'img/brand/104.jpg', '跨品牌满168减50 上不封顶'),
(105, 'b105', '特卖-欧珀莱', '5.5折起', 'img/brand/105.jpg', ''),
(106, 'b106', '特卖-法兰琳卡', '3.1折起', 'img/brand/106.jpg', '买即赠旅行套装 赠完即止'),
(107, 'b107', '特卖-母婴-十月天使', '1.7折起', 'img/brand/107.jpg', '跨品牌满168减50 上不封顶'),
(108, 'b108', '特卖-资生堂洗护', '4.5折起', 'img/brand/108.jpg', ''),
(109, 'b109', '特卖-雪肌精', '5.7折起', 'img/brand/109.jpg', '满398减60 上不封顶'),
(110, 'b110', '特卖-色彩地带', '4.5折起', 'img/brand/110.jpg', '跨品牌满199减100 上不封顶'),
(111, 'b111', '特卖-欧莱雅小美盒', '5.6折起', 'img/brand/111.jpg', ''),
(112, 'b112', '特卖-母婴-五羊婴儿', '2.2折起', 'img/brand/112.jpg', '跨品牌满199减100 上不封顶'),
(113, 'b113', '特卖-薇婷', '5.4折起', 'img/brand/113.jpg', ''),
(114, 'b114', '特卖-丹姿', '3.3折起', 'img/brand/114.jpg', '跨品牌满168减50 上不封顶'),
(115, 'b115', '特卖-丝塔芙', '8折起', 'img/brand/115.jpg', '满128赠丝塔芙洁面刷 不累计 赠完为止'),
(116, 'b116', '特卖-丝蕴', '满168减50', 'img/brand/116.jpg', '跨品牌满168减50 上不封顶'),
(117, 'b117', '特卖-帕玛氏', '5.5折起', 'img/brand/117.jpg', ''),
(118, 'b118', '特卖-母婴-妙思乐', '2.4折起', 'img/brand/118.jpg', '跨品牌满298减80 上不封顶'),
(119, 'b119', '特卖-人鱼之水', '3.2折起', 'img/brand/119.jpg', '跨品牌满168减50 上不封顶'),
(120, 'b120', '特卖-母婴-强生', '2.5折起', 'img/brand/120.jpg', ''),
(121, 'b121', '特卖-母婴-好孩子', '2.7折起', 'img/brand/121.jpg', '跨品牌满298减80 上不封顶'),
(122, 'b122', '特卖-皓乐齿', '4.6折起', 'img/brand/122.jpg', ''),
(123, 'b123', '特卖-海蓝之谜', '2.5折起', 'img/brand/123.jpg', '跨品牌满168减50 上不封顶'),
(124, 'b124', '特卖-海淘面膜专场', '', 'img/brand/124.jpg', ''),
(125, 'b125', '特卖-里美', '3.5折起', 'img/brand/125.jpg', '跨品牌满168减50 上不封顶'),
(126, 'b126', '特卖-Larastyle', '1.2折起', 'img/brand/126.jpg', '跨品牌满199减100 上不封顶'),
(127, 'b127', '特卖-萌黛儿', '1.4折起', 'img/brand/127.jpg', '跨品牌满168减50 上不封顶'),
(128, 'b128', '特卖-PF79', '1.5折起', 'img/brand/128.jpg', '跨品牌满199减100 上不封顶'),
(129, 'b129', '特卖-瓷妆', '4.3折起', 'img/brand/129.jpg', ''),
(130, 'b130', '特卖-澳洲疗亮', '3.4折起', 'img/brand/130.jpg', ''),
(131, 'b131', '特卖-李医生', '2.2折起', 'img/brand/131.jpg', '跨品牌满199减100 上不封顶'),
(132, 'b132', '特卖-嘉媚乐', '2.1折起', 'img/brand/132.jpg', '跨品牌满199减100 上不封顶'),
(133, 'b133', '特卖-城野医生', '5.3折起', 'img/brand/133.jpg', ''),
(134, 'b134', '特卖-美莉安', '2.3折起', 'img/brand/134.jpg', '跨品牌满199减100 上不封顶'),
(135, 'b135', '特卖-阿芙', '3.7折起', 'img/brand/135.jpg', '跨品牌满168减50 上不封顶'),
(136, 'b136', '特卖-原泥动力', '3折起', 'img/brand/136.jpg', '跨品牌满168减50 上不封顶'),
(137, 'b137', '特卖-母婴-宝宝金水', '2.2折起', 'img/brand/137.jpg', ''),
(138, 'b138', '特卖-高姿', '1.8折起', 'img/brand/138.jpg', '跨品牌满168减50 上不封顶'),
(139, 'b139', '特卖-芙丽芳丝', '6.2折起', 'img/brand/139.jpg', '跨品牌满298减80 上不封顶'),
(140, 'b140', '特卖-妮维雅', '6.5折起', 'img/brand/140.jpg', '跨品牌满298减80 上不封顶'),
(141, 'b141', '特卖-大宝', '4.2折起', 'img/brand/141.jpg', ''),
(142, 'b142', '特卖-海淘个人护理专场', '', 'img/brand/142.jpg', '跨品牌满298减80 上不封顶'),
(143, 'b143', '特卖-雅漾', '6.5折起', 'img/brand/143.jpg', ''),
(144, 'b144', '特卖-欧莱雅男士', '5.5折起', 'img/brand/144.jpg', '跨品牌满199减100 上不封顶'),
(145, 'b145', '特卖-高夫', '4.3折起', 'img/brand/145.jpg', ''),
(146, 'b146', '特卖-施巴', '6.3折起', 'img/brand/146.jpg', '跨品牌满199减100 上不封顶'),
(147, 'b147', '特卖-贝佳斯', '4.2折起', 'img/brand/147.jpg', '跨品牌满298减80 上不封顶'),
(148, 'b148', '特卖-汇美舍', '1.4折起', 'img/brand/148.jpg', '跨品牌满199减100 上不封顶'),
(149, 'b149', '特卖-科颜氏', '3.2折起', 'img/brand/149.jpg', ''),
(150, 'b150', '特卖-狮王', '5.5折起', 'img/brand/150.jpg', '跨品牌满199减100 上不封顶'),
(151, 'b151', '特卖-香水联合专场', '', 'img/brand/151.jpg', ''),
(152, 'b152', '特卖-VOV', '3.9折起', 'img/brand/152.jpg', '跨品牌满168减50 上不封顶'),
(153, 'b153', '特卖-母婴-哈罗闪', '5.6折起', 'img/brand/153.jpg', '跨品牌满168减50 上不封顶'),
(154, 'b154', '特卖-康蜜儿', '3.6折起', 'img/brand/154.jpg', ''),
(155, 'b155', '特卖-韩后', '2.5折起', 'img/brand/155.jpg', '跨品牌满199减50 上不封顶'),
(156, 'b156', '特卖-水之蔻', '3.6折起', 'img/brand/156.jpg', '跨品牌满199减100 上不封顶'),
(157, 'b157', '特卖-彼丽', '2.5折起', 'img/brand/157.jpg', '跨品牌满168减50 上不封顶'),
(158, 'b158', '特卖-梦妆', '3.3折起', 'img/brand/158.jpg', '跨品牌满199减100 上不封顶'),
(159, 'b159', '特卖-魅可', '4.4折起', 'img/brand/159.jpg', ''),
(160, 'b160', '特卖-安捷舒', '5.5折起', 'img/brand/160.jpg', '跨品牌满199减100 上不封顶'),
(161, 'b161', '特卖-贝玲妃', '7.9折起', 'img/brand/161.jpg', ''),
(162, 'b162', '特卖-魔法医生', '2.5折起', 'img/brand/162.jpg', '跨品牌满168减50 上不封顶'),
(163, 'b163', '特卖-佩佩', '1.7折起', 'img/brand/163.jpg', '跨品牌满199减100 上不封顶'),
(164, 'b164', '特卖-花印', '1.9折起', 'img/brand/164.jpg', '跨品牌满168减50 上不封顶'),
(165, 'b165', '特卖-吾尊', '2.4折起', 'img/brand/165.jpg', '跨品牌满99减100 上不封顶'),
(166, 'b166', '特卖-母婴-红色小象', '2.5折起', 'img/brand/166.jpg', '跨品牌满199减100 上不封顶'),
(167, 'b167', '特卖-索薇娅', '8.3折起', 'img/brand/167.jpg', '跨品牌满199减100 上不封顶'),
(168, 'b168', '特卖-静佳', '3.2折起', 'img/brand/168.jpg', '1件5折'),
(169, 'b169', '特卖-即魅', '1.3折起', 'img/brand/169.jpg', '1件5折'),
(170, 'b170', '特卖-玻儿', '2.8折起', 'img/brand/170.jpg', '跨品牌满199减100 上不封顶'),
(171, 'b171', '特卖-舒客', '4.4折起', 'img/brand/171.jpg', '跨品牌满199减100 上不封顶'),
(172, 'b172', '特卖-锐度', '2.5折起', 'img/brand/172.jpg', '跨品牌满168减50 上不封顶'),
(173, 'b173', '特卖-美即', '2.6折起', 'img/brand/173.jpg', '跨品牌满168减50 上不封顶'),
(174, 'b174', '特卖-it\'sSKIN', '3.2折起', 'img/brand/174.jpg', '跨品牌满168减50 上不封顶'),
(175, 'b175', '特卖-Miss Candy', '2.9折起', 'img/brand/175.jpg', '跨品牌满168减50 上不封顶'),
(176, 'b176', '特卖-谜尚', '4.4折起', 'img/brand/176.jpg', '跨品牌满298减80 上不封顶'),
(177, 'b177', '特卖-思亲肤', '7.9折起', 'img/brand/177.jpg', '跨品牌满298减80 上不封顶'),
(178, 'b178', '特卖-珍珂儿', '2折起', 'img/brand/178.jpg', '跨品牌满199减100 上不封顶'),
(179, 'b179', '特卖-丽得姿', '2.2折起', 'img/brand/179.jpg', '跨品牌满199减100 上不封顶');

-- --------------------------------------------------------

--
-- 表的结构 `carlist`
--

CREATE TABLE `carlist` (
  `id` varchar(10) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `title` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `discount` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `oldprice` varchar(10) COLLATE utf8_bin DEFAULT NULL,
  `price` varchar(10) COLLATE utf8_bin DEFAULT NULL,
  `imgurl` text COLLATE utf8_bin,
  `qty` int(4) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

--
-- 转存表中的数据 `carlist`
--

INSERT INTO `carlist` (`id`, `title`, `discount`, `oldprice`, `price`, `imgurl`, `qty`) VALUES
('g3', '欧舒丹欧舒丹LOCCITANE甜蜜樱花润唇膏12ml 轻柔 滋养', '8.1', '69', '85', 'img/product/3.jpg', 1),
('g4', '佰草集佰草集（HERBORIST）肌本清源洁面乳120ml 深层清洁 洗面奶', '8.5', '51', '60', 'img/product/4.jpg', 13),
('g2', '金稻金稻 直发器KD388（直发棒 红色） 红色', '5.7', '228', '399', 'img/product/2.jpg', 4);

-- --------------------------------------------------------

--
-- 表的结构 `goods`
--

CREATE TABLE `goods` (
  `id` int(6) NOT NULL,
  `num` varchar(10) COLLATE utf8_bin DEFAULT NULL,
  `title` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `cont` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `oldprice` int(10) DEFAULT NULL,
  `price` int(10) DEFAULT NULL,
  `imgurl` varchar(255) COLLATE utf8_bin DEFAULT NULL,
  `salenum` int(6) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

--
-- 转存表中的数据 `goods`
--

INSERT INTO `goods` (`id`, `num`, `title`, `cont`, `oldprice`, `price`, `imgurl`, `salenum`) VALUES
(1, 'g1', '佰草集佰草集（HERBORIST）鸢尾专属套盒 补水保湿 紧致 套装 礼盒 化妆水', '7.2', 248, 178, 'img/product/1.jpg', 276),
(2, 'g2', '金稻金稻 直发器KD388（直发棒 红色） 红色', '5.7', 399, 228, 'img/product/2.jpg', 333),
(3, 'g3', '欧舒丹欧舒丹LOCCITANE甜蜜樱花润唇膏12ml 轻柔 滋养', '8.1', 85, 69, 'img/product/3.jpg', 311),
(4, 'g4', '佰草集佰草集（HERBORIST）肌本清源洁面乳120ml 深层清洁 洗面奶', '8.5', 60, 51, 'img/product/4.jpg', 183),
(5, 'g5', '芙丽芳丝保湿修护水润面膜 保护角质层 快速舒缓肌肤 集中补水 强效锁水 肌肤水嫩一整天 保湿修护系列', '7.5', 254, 190, 'img/product/5.jpg', 358),
(6, 'g6', '魔法医生雪滢光采每日防晒精华乳 50ml', '4.6', 129, 59, 'img/product/6.jpg', 78),
(7, 'g7', '倩碧倩碧CLINIQUE 清爽液体洁面皂 200ml 女洁面温和不刺激', '8', 185, 148, 'img/product/7.jpg', 242),
(8, 'g8', '欧莱雅欧莱雅复颜抗皱紧致滋润眼霜15ml 淡化鱼尾纹 眼霜', '8.5', 240, 205, 'img/product/8.jpg', 176),
(9, 'g9', 'DHCDHC橄榄卸妆油200ml', '8', 218, 175, 'img/product/9.jpg', 433),
(10, 'g10', '俏十岁俏十岁CHOISKYCN 驻颜多效精华面膜22ml/5p 驻颜面膜 杏色', '6', 390, 235, 'img/product/10.jpg', 408),
(11, 'g11', '韩束小粉膜紧肤酵素精华液面膜15片装 面膜 紧实瘦脸 弹润嫩滑', '7.1', 249, 177, 'img/product/11.jpg', 267),
(12, 'g12', 'DHCDHC橄榄卸妆油120ml', '8', 158, 126, 'img/product/12.jpg', 226),
(13, 'g13', '温碧泉温碧泉WETHERM 长效保湿素颜装 护肤套装 洁面+水+乳液 +素颜霜 补水保湿 温和亲肤 滋润美肌 素颜裸妆', '5.4', 368, 199, 'img/product/13.jpg', 402),
(14, 'g14', '姬芮姬芮Za 限量粉饼盒 增田设计版 化妆工具 精致粉盒', '10', 45, 45, 'img/product/14.jpg', 236),
(15, 'g15', '薇姿温泉矿物保湿晚安面膜75ml 补水，保湿，滋润，睡眠面膜，免洗', '10', 230, 230, 'img/product/15.jpg', 265),
(16, 'g16', '水密码水密码WETCOD 雪颜透白定制五件套礼盒 补水透白 其它颜色', '5.7', 468, 269, 'img/product/16.jpg', 371),
(17, 'g17', '李施德林漱口水零度美白双拼装', '8.1', 102, 83, 'img/product/17.jpg', 110),
(18, 'g18', '丸美丸美 MARUBI 弹力蛋白凝时紧致眼贴膜6对 眼贴 眼膜', '1.9', 308, 58, 'img/product/18.jpg', 10),
(19, 'g19', '萌黛儿萌黛儿MoonStory魔法V脸双头修容棒01 象牙白巧克力 3.4g 高光 阴影 鼻影修颜 V脸修容', '4.6', 128, 59, 'img/product/19.jpg', 500),
(20, 'g20', '自然共和国自然共和国 原自然乐园 波利尼西亚泻湖水保湿眼霜35ml', '5', 198, 99, 'img/product/20.jpg', 78),
(21, 'g21', '御泥坊御泥坊美白嫩肤睡眠面膜180g 补水祛斑 男女士 收缩毛孔 夜间保湿 淡斑去黄 美白面膜', '10', 99, 99, 'img/product/21.jpg', 86),
(22, 'g22', '姬芮姬芮Za 多元水活洁水乳套装', '6.1', 486, 298, 'img/product/22.jpg', 416),
(23, 'g23', '贝德玛贝德玛BIODERMA净妍控油洁肤液 卸妆水 绿水 500ml', '7.9', 228, 179, 'img/product/23.jpg', 234),
(24, 'g24', '欧诗漫欧诗漫OSM 珍珠幻亮水光素颜霜50g 保湿 遮瑕 素颜霜', '6.2', 160, 99, 'img/product/24.jpg', 182),
(25, 'g25', '理肤泉理肤泉祛痘双剑客套组 祛痘淡印 通毛孔 控油 去粉刺 护肤品 去角质 祛痘', '8.5', 589, 500, 'img/product/25.jpg', 266),
(26, 'g26', '膜玉渐变橙花（持久温变）CMWB02 法国原浆持久防水快干不掉色 渐变显白 色随温变指甲油', '5', 90, 45, 'img/product/26.jpg', 107),
(27, 'g27', '玛丽黛佳玛丽黛佳橙香素颜美肌礼盒 元气素颜霜+黑流苏睫毛膏 亮肤 遮瑕 美睫 卸妆 保湿 集齐一盒的超值套装', '6.7', 299, 200, 'img/product/27.jpg', 350),
(28, 'g28', 'LarastyleLara Style蜗牛补水保湿亮肤遮瑕裸妆面霜懒人霜素颜霜50g', '4.6', 216, 99, 'img/product/28.jpg', 243),
(29, 'g29', '亲润亲润孕妇护肤品化妆品蜂蜜滋养洁面皂—干燥肌适用 其它颜色', '2.6', 69, 18, 'img/product/29.jpg', 232),
(30, 'g30', '花印花印 护肤礼盒套装 水感真素颜2合1温和卸妆水洁面 其它颜色', '7', 297, 208, 'img/product/30.jpg', 315),
(31, 'g31', 'PF79PF79 芦荟保湿凝胶 266ml 保湿 修护 舒缓 面膜', '3.6', 78, 28, 'img/product/31.jpg', 381),
(32, 'g32', '珍珂儿JCARE珍珂儿澳洲山羊奶雪耳水嫩弹滑果冻霜50g', '4.4', 158, 69, 'img/product/32.jpg', 40),
(33, 'g33', '李医生李医生 DOCTOR LI 李士羊胎素眼霜 淡纹补水', '6', 99, 59, 'img/product/33.jpg', 363),
(34, 'g34', '所望所望somang 牛奶沐浴露750ml 沐浴露', '6.2', 104, 65, 'img/product/34.jpg', 364),
(35, 'g35', '即魅眉采飞扬双效立体眉笔（自然咖色）0.25g', '2.9', 68, 20, 'img/product/35.jpg', 238),
(36, 'g36', '森田森田Dr.Morita玻尿酸舒缓保湿组合20片', '6.2', 319, 199, 'img/product/36.jpg', 344),
(37, 'g37', '博倩博倩BOQIAN COCO经典香芬洗护套装', '3.9', 126, 49, 'img/product/37.jpg', 374),
(38, 'g38', '一叶子燕窝蛋清柔嫩丝滑面膜8片 明星定制 补水保湿', '8', 99, 79, 'img/product/38.jpg', 73),
(39, 'g39', 'LarastyleLara Style无暇素颜修容小美盒 化妆品彩妆套装', '3.3', 328, 108, 'img/product/39.jpg', 367),
(40, 'g40', '舒客舒客 saky德国进口卓效美白牙膏90g*1支 牙膏', '6.3', 158, 99, 'img/product/40.jpg', 101),
(41, 'g41', '一叶子黑松露舒缓紧纹蝶翼眼膜10片 蝶翼 提拉紧致', '9.5', 79, 75, 'img/product/41.jpg', 181),
(42, 'g42', '自然之名GENUINE NAMIR 自然之名柑橘果萃眼霜 15g', '2.9', 99, 29, 'img/product/42.jpg', 145),
(43, 'g43', 'DHCDHC橄榄卸妆油爱丽丝粉200ml', '8', 218, 175, 'img/product/43.jpg', 258),
(44, 'g44', '欧珀莱欧珀莱 AUPRES 活力循环滋润型套装', '9', 385, 345, 'img/product/44.jpg', 94),
(45, 'g45', '贝佳斯贝佳斯明星双倍美肤泥浆面膜套装 护肤套装 泥膜 补水面膜 深层清洁 美白 去黑头 收缩毛孔 补水保湿 控油', '7.1', 760, 536, 'img/product/45.jpg', 156),
(46, 'g46', '珍珂儿JCARE珍珂儿新西兰蜂蜜蔓越莓粉润鲜活果冻霜50g', '2', 158, 32, 'img/product/46.jpg', 177),
(47, 'g47', '气韵百雀羚气韵 肌源奢采水光裸肌素颜霜50g 面霜 懒人霜 提亮肤色 以实物为准', '8.3', 168, 139, 'img/product/47.jpg', 173),
(48, 'g48', '自然之名GENUINE NAMIR 自然之名柑橘果萃眼霜 15g', '2.9', 99, 29, 'img/product/48.jpg', 82),
(49, 'g49', 'DHCDHC橄榄卸妆油爱丽丝粉200ml', '8', 218, 175, 'img/product/49.jpg', 440),
(50, 'g50', '欧珀莱欧珀莱 AUPRES 活力循环滋润型套装', '9', 385, 345, 'img/product/50.jpg', 32),
(51, 'g51', '丸美丸美 MARUBI 巧克力丝滑水190ml 补水 爽肤水', '7.5', 188, 141, 'img/product/51.jpg', 142),
(52, 'g52', '汇美舍汇美舍Pretty Valley 玫瑰檀香丝柔润滑眼霜25g 精油渗透 保湿 紧致眼周', '5.8', 238, 138, 'img/product/52.jpg', 157),
(53, 'g53', '韩束黑面膜多效亮颜精华液面膜21片装 亮颜细肤 排浊提亮 小黑瓶小黑膜', '7', 219, 153, 'img/product/53.jpg', 21),
(54, 'g54', '贝德玛贝德玛BIODERMA舒妍多效洁肤液 卸妆水 粉水 500ml', '7.9', 22, 179, 'img/product/54.jpg', 481),
(55, 'g55', '玛丽黛佳玛丽黛佳黑流苏密语睫毛膏 11ml+1g 防水纤长卷翘不易晕染', '8.3', 99, 82, 'img/product/55.jpg', 292),
(56, 'g56', 'LarastyleLara Style黑金小宠水润持久口红套组(气质系)唇膏', '1.6', 336, 55, 'img/product/56.jpg', 228),
(57, 'g57', '玉兰油玉兰油OLAY大红水 新生塑颜金纯活能水150ml买1送5 补水', '4.7', 384, 179, 'img/product/57.jpg', 417),
(58, 'g58', '力士力士KJU(济之州)氨基酸级绿茶香氛沐浴露+香膏 补水/清洁/可洁面/香膏（300gx2+3g)', '8.5', 176, 149, 'img/product/58.jpg', 425),
(59, 'g59', '里美里美limi 水凝保湿防晒精华露套装【特别版】', '6.9', 128, 88, 'img/product/59.jpg', 323),
(60, 'g60', '凌仕凌仕LYNX 男士醒体契合沐浴露600G（新老包装 随机发放）', '10', 48, 48, 'img/product/60.jpg', 53),
(61, 'g61', '舒蕾舒蕾蚕丝丝质顺滑护发VIP尊享套装 洗发水护发素', '8.7', 230, 199, 'img/product/61.jpg', 241),
(62, 'g62', '自然堂自然堂 亮透水光素颜霜 50g 遮瑕 裸妆 懒人bb 素颜霜', '9.8', 168, 165, 'img/product/62.jpg', 126),
(63, 'g63', '妮维雅妮维雅NIVEA 男士多重控油礼盒 控油 保湿 礼盒 套装', '8.1', 246, 199, 'img/product/63.jpg', 235),
(64, 'g64', '美涛美涛丰盈造型弹力素180g双支装', '10', 79, 79, 'img/product/64.jpg', 347),
(65, 'g65', '袋鼠妈妈袋鼠妈妈 滋养保湿柔肤水 孕妇护肤品孕妇爽肤水孕妇化妆品（保湿细肤提亮孕肌）', '4.9', 179, 87, 'img/product/65.jpg', 191),
(66, 'g66', '美宝莲美宝莲微醺气色感应腮红棒 6g', '8.6', 99, 85, 'img/product/66.jpg', 84),
(67, 'g67', '蒂佳婷蒂佳婷Dr.Jart+水动力活力水润面膜礼盒（3盒、快速补水、补水面膜、药丸面膜）', '6.9', 435, 298, 'img/product/67.jpg', 423),
(68, 'g68', '妮维雅妮维雅NIVEA 男士控油冰极矿物炭洁面泥100g 男士 洗面奶 控油', '8.2', 39, 32, 'img/product/68.jpg', 201),
(69, 'g69', '百雀羚百雀羚 三生花玲珑玉润补水集五件套 护肤套组 乳液 洗面奶', '6.8', 498, 339, 'img/product/69.jpg', 436),
(70, 'g70', '法兰琳卡美白面贴膜23ml 21片 见实物', '3.1', 258, 79, 'img/product/70.jpg', 301),
(71, 'g71', '百雀羚百雀羚 肌初赋活京韵紧颜套装 紧致 护肤套组 其他颜色', '5.2', 1152, 599, 'img/product/71.jpg', 58),
(72, 'g72', '百雀羚百雀羚 水嫩莹透隔离修颜霜SPF50+ PA+++ 40g 隔离 遮瑕 保湿', '9.5', 188, 179, 'img/product/72.jpg', 293),
(73, 'g73', '卡姿兰卡姿兰Carslan大眼睛零触感眼线笔 0.55g防水防汗不脱色，初学者正品', '8.6', 99, 85, 'img/product/73.jpg', 264),
(74, 'g74', '一叶子覆盆子紧致细肤三件套均码 护肤套装 洁面 水乳 缩毛孔 提拉紧致', '7.8', 419, 325, 'img/product/74.jpg', 210),
(75, 'g75', '韩束红石榴鲜活水盈眼霜15g 眼霜 去黑眼圈 淡眼纹', '5.1', 135, 69, 'img/product/75.jpg', 149),
(76, 'g76', '相宜本草相宜本草 八倍凝水霜50g 补水保湿 面霜', '9.2', 39, 36, 'img/product/76.jpg', 318),
(77, 'g77', '卡姿兰卡姿兰Carslan光感矿物两用粉饼 11g 02# 柔白色', '7.7', 129, 99, 'img/product/77.jpg', 401),
(78, 'g78', '欧莱雅小美盒欧莱雅集团小美盒 净润韵泽盒 兰蔻面霜 植村秀泡沫隔离/赫莲娜小绿瓶精华/科颜氏洗面奶/植村秀卸妆 旅行护肤套装', '2.8', 890, 249, 'img/product/78.jpg', 394),
(79, 'g79', '自然堂自然堂雪润晶采裸透气垫霜 02柔粉色 遮瑕 裸妆 粉底 bb霜', '9.8', 190, 186, 'img/product/79.jpg', 35),
(80, 'g80', '京润珍珠宝贝京润珍珠宝贝儿童珍珠BB舒润乳60g 身体乳/面霜', '6.6', 59, 39, 'img/product/80.jpg', 468),
(81, 'g81', '丝塔芙丝塔芙洁面乳 473ml 以实物为准', '8', 158, 126, 'img/product/81.jpg', 262),
(82, 'g82', '植美村植美村ZMC美肤净颜优惠BB礼盒 护肤 其他颜色', '5.3', 376, 199, 'img/product/82.jpg', 31),
(83, 'g83', '自然堂自然堂 雪润皙白多重防晒隔离霜（淡紫色） 隔离', '9.8', 128, 125, 'img/product/83.jpg', 129),
(84, 'g84', '丸美丸美 MARUBI 巧克力丝滑眼贴膜4对/盒 眼贴 眼膜', '2.3', 208, 47, 'img/product/84.jpg', 481),
(85, 'g85', '康蜜儿欧陆香氛沐浴露 草本芦荟 250ml', '7.7', 88, 68, 'img/product/85.jpg', 21),
(86, 'g86', '丽得姿丽得姿leaders 核心至美水莹蜜桃酸奶面膜10片 保湿', '4', 198, 79, 'img/product/86.jpg', 230),
(87, 'g87', '韩后韩后 花痴水漾保湿洁颜啫喱100g 洗面奶 补水保湿', '6.6', 149, 99, 'img/product/87.jpg', 473),
(88, 'g88', '京润珍珠京润珍珠gNpearl 珍珠粉美白修护面膜7片 珍珠粉面膜 美白 修护 明皙透亮', '4.1', 119, 49, 'img/product/88.jpg', 81),
(89, 'g89', '美肤宝水份源保湿超值特惠装', '6.5', 369, 239, 'img/product/89.jpg', 495),
(90, 'g90', '欧莱雅欧莱雅青春密码酵素精华肌底液50ml 补水紧致 面部精华液', '8.5', 350, 299, 'img/product/90.jpg', 47),
(91, 'g91', '魔法医生清爽水润每日防晒露 50ml', '4.6', 129, 59, 'img/product/91.jpg', 139),
(92, 'g92', '珀莱雅靓白肌密精华乳液120ml 女士面部保湿补水美白祛斑润肤乳提亮肤色 旗舰店正品', '7.9', 156, 124, 'img/product/92.jpg', 45),
(93, 'g93', '佰草集佰草集（HERBORIST）新七白美白面膜限量特惠套装 大白泥 泥膜 罗小黑版500g 面膜套装', '8.1', 345, 280, 'img/product/93.jpg', 140),
(94, 'g94', '欧莱雅欧莱雅复颜清乳柔肤水130ml 补水护肤 爽肤水', '8.5', 190, 162, 'img/product/94.jpg', 129),
(95, 'g95', '科颜氏科颜氏Kiehl\'s 集焕白均衡亮肤淡斑精华液30ML 淡斑亮白', '9.4', 520, 488, 'img/product/95.jpg', 12),
(96, 'g96', '滋源润泽健发洗养套装（洗头水535ml+发膜200ml+60ml旅行装*2) 洗发水 发膜 油性 无硅油 固发', '8.3', 239, 199, 'img/product/96.jpg', 408),
(97, 'g97', '伊丽莎白雅顿伊丽莎白雅顿 银级护肤套装女补水保湿三件套 柔润滋养 护肤品套装 其它颜色', '2.5', 1585, 399, 'img/product/97.jpg', 107),
(98, 'g98', '奥洛菲奥洛菲OLEVA 活泉水动力套盒（升级版） 补水', '3.7', 268, 99, 'img/product/98.jpg', 423);

-- --------------------------------------------------------

--
-- 表的结构 `user`
--

CREATE TABLE `user` (
  `username` varchar(20) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(20) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

--
-- 转存表中的数据 `user`
--

INSERT INTO `user` (`username`, `password`) VALUES
('13257657575', '123456'),
('13254647466', 'abc123'),
('13254647445', '123456'),
('13254647377', '123456');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `carlist`
--
ALTER TABLE `carlist`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `goods`
--
ALTER TABLE `goods`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`username`);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
